import iData from "../../models/direction-data.model";

const data: iData[] = [
    {   direction: 'Музика',
        faculty: [
            { name: 'Народних інструментів',
            study: ['Клас бандури', 'Клас Цимбал', 'Клас Домри']
            },
            { name: 'Духових та ударних інструментів',
            study: ['Клас Труби', 'Клас Скрипки', 'Клас Арфи']
            }
        ]
    },
    {   direction: 'Співи',
        faculty: [
            { name: 'Хорового мистецтва',
            study: ['Клас Хорового співу']
            },
            { name: 'Сольного співу',
            study: ['Клас Естрадного співу', 'Клас Народного співу', 'Клас Академічного співу']
            }
        ]
    },
    {   direction: 'Малювання',
        faculty: [
            { name: 'Клас Малювання (рисунок, живопис)',
            study: ['Клас Ліплення']
            },
            { name: 'Декоративного мистецтва',
            study: ['Клас Вишивки', 'Клас Витинанки', 'Клас Ткацтва']
            }
        ]
    }
];

export default data;
