import iData from "../../models/direction-data.model";

const data: iData[] = [
    {   direction: 'Музика',
        faculty: [
            { name: 'Народних інструментів',
            study: ['Клас бандури', 'Клас Цимбал', 'Клас Домри']
            },
            { name: 'Духових та ударних інструментів',
            study: ['Клас Труби', 'Клас Скрипки', 'Клас Арфи']
            }
        ]
    },
    {   direction: 'Співи',
        faculty: [
            { name: 'Хорового мистецтва',
            study: ['Клас Хорового співу']
            },
            { name: 'Сольного співу',
            study: ['Клас Естрадного співу', 'Клас Народного співу', 'Клас Академічного співу']
            }
        ]
    },
    {   direction: 'Малювання',
        faculty: [
            { name: 'Художнього мистецтва',
            study: ['Клас Ліплення', 'Клас Малювання (рисунок, живопис)']
            }
        ]
    },
    {   direction: 'Рукоділля',
        faculty: [
            { name: 'Декоративного мистецтва',
            study: ['Клас Вишивки', 'Клас Витинанки', 'Клас Ткацтва']
            },
            { name: 'Танці',
            study: ['Клас Народно-сценічного танцю', 'Клас Бального танцю', 'Клас Класичного танцю']
            }
        ]
    },
    {   direction: 'Театр, цирк та кіно',
        faculty: [
            { name: 'Кіно та мультимедії',
            study: ['Клас Кіномистецтва', 'Клас Мультимедіа', 'Клас Анімації']
            },
            { name: 'Циркового мистецтво',
            study: ['Цирковий клас']
            },
            { name: 'Театральне',
            study: ['Клас Театру', 'Клас Музичного театру']
            }
        ]
    }
];

export default data;
