export enum CodeficatorCategories {
  Region = 'O', // Автономна Республіка Крим, області.
  SpecialStatusCity = 'K', // Міста, що мають спеціальний статус.
  Level1 = 'OK', // Автономна Республіка Крим, області та міста, що мають спеціальний статус.
  District = 'P', // Райони в областях та Автономній Республіці Крим.
  TerritorialCommunity = 'H', // Назви територіальних громад в областях, територіальні громади Автономної Республіки Крим.
  City = 'M', // Міста.
  UrbanSettlement = 'T', // Селища міського типу.
  Village = 'C', // Села.
  Settlement = 'X', // Селища.
  Level4 = 'MTCX', // Міста, селища міського типу, села та селища
  CityDistrict = 'B', // Райони в містах.
  Level2 = 'PB', // Райони в областях та Автономній Республіці Крим та райони в містах.
  SearchableCategories = 'MTCXK' // Міста, що мають спеціальний статус, міста, селища міського типу, села та селища
}
