export enum NoResultsTitle {
  noApplication = 'Заявок поки немає',
  noResult = 'За результатами нічого не знайдено',
  noParentWorkshops = 'Тут буде відображатися інформація про гуртки, секцію або школу для навчання. Ще жодної заяви на гурток не подано.',
  noFavoriteWorkshops = 'Улюблених гуртків поки немає',
  noUsers = 'Користувачів поки немає',
  noTeachers = 'Викладачів поки немає',
  noAchievements = 'Досягнень поки немає',
  noReviews = 'Відгуків поки немає',
  noAdmins = 'Тут ви можете додати Адміністраторів',
  noHistory = 'Історії змін поки немає',
  noInfo = 'Інформації поки немає',
  noMessages = 'Повідомлень поки немає'
}
