export enum NoResultsTitle {
  noApplication = 'Заявок поки немає',
  noResultWorkshops = 'За результатами нічого не знайдено',
  noParentWorkshops = 'Тут буде відображатися інформація про гуртки, секцію або школу для навчання. Ще жодної заяви на гурток не подано.',
  noFavoriteWorkshops = 'Улюблених гуртків поки немає',
  noDirections = 'За результатами нічого не знайдено',
  noUsers = 'Користувачів поки немає',
  noTeachers = 'Викладачів поки немає',
  noAchievements = 'Досягнень поки немає',
  noReviews = 'Відгуків поки немає',
  noMembers = 'Додавання досягнень можливе лише за наявності учасників у гуртку',
}
