export enum ApplicationTitles {
  'Усі',
  'Очікує підтвердження',
  'Прийнято до конкурсного відбору',
  'Зараховано',
  'Відмовлено',
  'Гурток залишено',
  'Заблоковано'
}
export enum ApplicationStatusDescription {
  'Усі',
  'Нова створена заява, яка очікує підтвердження від надавача послуг',
  'Користувача прийнято до конкурсного відбору (з додатковою інформацією про відбір)',
  'Заява підтверджена/користувача зараховано до гуртка/секції/школи',
  'Користувачеві відмовлено у зарахуванні з причиною',
  'Користувач покинув гурток самостійно'
}